Revit 2024 API
StructuralElementDefinitionData.YJust Property
 Y justification (ref axis).
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018
Syntax
C#
public YJustification YJust { get; }
Visual Basic
Public ReadOnly Property YJust As YJustification
	Get
Visual C++
public:
property YJustification YJust {
	YJustification get ();
}
See Also
StructuralElementDefinitionData Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace